{
  "metadata": {
    "total_size": 18686710726
  },
  "weight_map": {
    "lm_head.weight": "model-00010-of-00010.safetensors",
    "model.acoustic_connector.fc1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_connector.fc1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_connector.fc2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_connector.fc2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_connector.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.head.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.head.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.3.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.4.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.5.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.6.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.0.7.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.0.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.1.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.1.2.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.0.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.1.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.2.2.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.0.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.1.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.3.2.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.0.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.1.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.4.2.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.0.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.1.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.5.2.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.0.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.1.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.ffn.linear1.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.ffn.linear1.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.ffn.linear2.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.ffn.linear2.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.ffn_gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.ffn_norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.gamma": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.mixer.conv.conv.conv.bias": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.mixer.conv.conv.conv.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.stages.6.2.norm.weight": "model-00009-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.0.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.0.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.1.0.convtr.convtr.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.1.0.convtr.convtr.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.2.0.convtr.convtr.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.2.0.convtr.convtr.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.3.0.convtr.convtr.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.3.0.convtr.convtr.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.4.0.convtr.convtr.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.4.0.convtr.convtr.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.5.0.convtr.convtr.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.5.0.convtr.convtr.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.6.0.convtr.convtr.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.decoder.upsample_layers.6.0.convtr.convtr.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.0.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.0.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.1.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.1.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.2.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.2.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.3.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.3.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.4.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.4.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.5.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.5.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.6.0.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.downsample_layers.6.0.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.head.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.head.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.0.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.1.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.2.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.3.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.4.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.0.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.1.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.ffn.linear1.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.ffn.linear1.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.ffn.linear2.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.ffn.linear2.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.ffn_gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.ffn_norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.gamma": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.mixer.conv.conv.conv.bias": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.mixer.conv.conv.conv.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.5.2.norm.weight": "model-00008-of-00010.safetensors",
    "model.acoustic_tokenizer.encoder.stages.6.0.ffn.linear1.bias": "model-00008-of-00010.safetensors",
